Repository: RogueScholar/gImageReader
Catalog: po/*.po
Languages: sr_cyrl

source: OCR application
sr_cyrl: OCR апликација

source: Redetect Languages
sr_cyrl: Поново детектуј језике

source: Manage Languages
sr_cyrl: Управљање језицима

source: Preferences
sr_cyrl: Подешавања

source: Help
sr_cyrl: Помоћ

source: About
sr_cyrl: О програму

source: Quit
sr_cyrl: Излаз

source: Character whitelist / blacklist
sr_cyrl: Бела листа / црна листа карактера

source: Exclude these characters from being recognized (blacklist):
sr_cyrl: Немој да препознајеш следеће карактере (црна листа):

source: Enter a string of characters...
sr_cyrl: Унесите стринг карактера...

source: Only allow the following characters to be recognized (whitelist):
sr_cyrl: Препознај само следеће карактере (бела листа):

source: OK
sr_cyrl: ОК

source: Output pane orientation:
sr_cyrl: Оријентација панела излаза:

source: Horizontal
sr_cyrl: Хоризонтална

source: Vertical
sr_cyrl: Вертикална

source: Query to install missing spellcheck dictionaries
sr_cyrl: Затражи инсталирање правописних речника који недостају

source: Automatically check for new program versions
sr_cyrl: Аутоматски проверавај доступност нове верзије програма

source: Predefined language definitions:
sr_cyrl: Предефинисане дефиниције језика:

source: Additional language definitions:
sr_cyrl: Додатне дефиниције језика:

source: The prefix of the tesseract language data file
sr_cyrl: Префикс tesseract фајла са подацима о језику

source: Prefix
sr_cyrl: Префикс

source: The ISO 639-1 language code followed by the country code
sr_cyrl: ISO 639-1 кôд језика иза којег следи кôд земље

source: ISO Code
sr_cyrl: ISO кôд

source: The name of the language
sr_cyrl: Име језика

source: Name
sr_cyrl: Име

source: Cancel
sr_cyrl: Откажи

source: Output pane font:
sr_cyrl: Фонт панела излаза:

source: Default
sr_cyrl: Подразумевани

source: Language data locations:
sr_cyrl: Локација података о језицима:

source: Language definitions path:
sr_cyrl: Путања дефиниција језика:

source: Spelling dictionaries path:
sr_cyrl: Путања правописних речника:

source: System-wide paths
sr_cyrl: Системске путања

source: User paths
sr_cyrl: Корисничке путање

source: Automatically open exported documents with default application
sr_cyrl: Аутоматски отварај извезене документе подразумеваном апликацијом

source: Regenerate backtrace
sr_cyrl: Поново генериши траг за отклањање грешака

source: <b>The application has crashed</b> Apologies for the inconvenience. To help improve the application, please consider reporting the issue to <a href="mailto:manisandro@gmail.com?subject=gImageReader%20Crash">manisandro@gmail.com</a>. Please try to describe what you were doing before the application crashed. Also, include the information below. Thank you.
sr_cyrl: <b>Апликације се срушила</b> Извињавамо се због непријатности. Ако желите да нам помогнете да унапредимо апликацију, размотрите могућност да пријавите проблем на <a href="mailto:manisandro@gmail.com?subject=gImageReader%20Crash">manisandro@gmail.com</a>. Молимо вас да покушајте да опишете шта се радили пре него што се апликација срушила. Такође, приложите и следеће информације наведене испод. Хвала.

source: <b>Tesseract has aborted</b> Tesseract (the OCR engine) has aborted while recognizing text. This may occur if the used traineddatas are corrupt or incomplatible with the version of tesseract in use, or due to a bug in tesseract. The stacktrace below may provide additional information about where the crash occurred.
sr_cyrl: <b>Tesseract је прекинуо извршавање</b> Tesseract (OCR машина) је прекинуо извршавање у току препознавања текста. То може да се догоди ако су коришћени подаци тренирања оштећени или нису компатибилни са tesseract верзијом која се извршава, или услед бага у самом програму tesseract. Траг стека испод може да пружи додатне информације у вези са местом на којем је дошло до рушења програма.

source: HOCR Batch Export
sr_cyrl: HOCR пакетни извоз

source: Apply
sr_cyrl: Примени

source: Close
sr_cyrl: Затвори

source: Select source folder:
sr_cyrl: Изаберите изворни фолдер:

source: Format:
sr_cyrl: Формат:

source: Group outputs of N lowest levels:
sr_cyrl: Групиши излазе N најнижих нивоа:

source: Input:
sr_cyrl: Улаз:

source: Output preview:
sr_cyrl: Преглед излаза:

source: Input files
sr_cyrl: Улазни фајлови

source: Export options
sr_cyrl: Опције извоза

source: Toggle output pane
sr_cyrl: Преклопник панела излаза

source: Rotate current page
sr_cyrl: Ротирај текућу страницу

source: Rotate all pages
sr_cyrl: Ротирај све странице

source: Sources
sr_cyrl: Извори

source: Add images
sr_cyrl: Додај слике

source: Add Images
sr_cyrl: Додај слике

source: Remove image from list
sr_cyrl: Уклањање слике са листе

source: Delete image
sr_cyrl: Обриши слику

source: Clear list
sr_cyrl: Очисти листу

source: Thumbnails
sr_cyrl: Сличице

source: Files
sr_cyrl: Фајлови

source: Device:
sr_cyrl: Уређај:

source: Refresh
sr_cyrl: Освежи

source: Output:
sr_cyrl: Излаз:

source: Mode:
sr_cyrl: Режим:

source: Color
sr_cyrl: У боји

source: Grayscale
sr_cyrl: Сиви тонови

source: Resolution:
sr_cyrl: Резолуција:

source: Scan
sr_cyrl: Скенирање

source: Source:
sr_cyrl: Извор:

source: Acquire
sr_cyrl: Скенирај

source: Brightness
sr_cyrl: Осветљај

source: Contrast
sr_cyrl: Контраст

source: Resolution
sr_cyrl: Резолуција

source: Invert colors
sr_cyrl: Обрни боје

source: Zoom in
sr_cyrl: Увећај

source: Zoom out
sr_cyrl: Умањи

source: Normal size
sr_cyrl: Нормална величина

source: Best fit
sr_cyrl: Уклопи најбоље

source: Rotate page
sr_cyrl: Ротирај страницу

source: Select rotation mode
sr_cyrl: Изаберите режим ротације

source: Select insert mode
sr_cyrl: Изаберите режим уметања

source: Select page
sr_cyrl: Изаберите страницу

source: Image controls
sr_cyrl: Контроле слике

source: Plain text
sr_cyrl: Чисти текст

source: Autodetect layout
sr_cyrl: Аутоматски детектуј распоред

source: <small>Recognize all</small>
sr_cyrl: <small>Препознај све</small>

source: Select language
sr_cyrl: Изаберите језик

source: Batch Export
sr_cyrl: Пакетни извоз

source: A graphical frontend to tesseract-ocr
sr_cyrl: Графички интерфејс за tesseract-ocr

source: Batch Mode
sr_cyrl: Пакетни режим

source: <i>In batch mode, each input source is processed separately and the output saved side-by-side to the input file.</i>
sr_cyrl: <i>У пакетном режиму се сваки улазни извор се обрађује посебно, а излаз обраде се чува поред улазног фајла.</i>

source: Existing output:
sr_cyrl: Постојећи излаз:

source: Prepend page numbers to output text
sr_cyrl: Постави бројеве страница испред излазног текста

source: Autodetect page layout
sr_cyrl: Аутоматска детекција распореда странице

source: Page Range
sr_cyrl: Опсег страница

source: Page range:
sr_cyrl: Опсег страница:

source: <small><b>Example:</b> 1-10, 13, 14-18</small>
sr_cyrl: <small><b>Пример:</b> 1-10, 13, 14-18</small>

source: Recognition area:
sr_cyrl: Површина за препознавање:

source: Entire page
sr_cyrl: Цела страница

source: Autodetect
sr_cyrl: Аутоматски детектуј

source: Prepend to output text:
sr_cyrl: Постави испред излазног текста:

source: Source filename
sr_cyrl: Име изворног фајла

source: Source page
sr_cyrl: Страница извора

source: Protected PDF
sr_cyrl: Заштићени PDF

source: Current Page
sr_cyrl: Текућа страница

source: Multiple Pages...
sr_cyrl: Више страница...

source: Batch mode...
sr_cyrl: Пакетни режим...

source: Add Word
sr_cyrl: Додај реч

source: Enter word:
sr_cyrl: Унесите реч:

source: Append new output after last page
sr_cyrl: Додај нови излаз након последње странице

source: Insert new output before current page
sr_cyrl: Уметни нови излаз испред текуће странице

source: Export to plain text
sr_cyrl: Извези у чисти текст

source: Export to PDF
sr_cyrl: Извези у PDF

source: Export to ODT
sr_cyrl: Извези у ODT

source: Append document after last page
sr_cyrl: Надовежи на документ након последње странице

source: Insert document before current page
sr_cyrl: Уметни документ испред текуће странице

source: Open hOCR file
sr_cyrl: Отвори hOCR фајл

source: Save output
sr_cyrl: Сачувај излаз

source: Export
sr_cyrl: Извоз

source: Clear output
sr_cyrl: Обриши излаз

source: Find and replace
sr_cyrl: Пронађи и замени

source: Show confidence values
sr_cyrl: Прикажи вредности поузданости

source: Show preview
sr_cyrl: Прикажи преглед

source: Next (F3)
sr_cyrl: Наредно (F3)

source: Previous (Shift+F3)
sr_cyrl: Претходно (Shift+F3)

source: Expand all
sr_cyrl: Развиј све

source: Collapse all
sr_cyrl: Сажми све

source: Properties
sr_cyrl: Особине

source: Source
sr_cyrl: Извор

source: Append to current text
sr_cyrl: Надовежи на текући текст

source: Insert at cursor
sr_cyrl: Уметни на позицију курсора

source: Replace current text
sr_cyrl: Замени текући текст

source: Keep line break if...
sr_cyrl: Задржи прелом линије ако...

source: Preceded by end mark (.?!)
sr_cyrl: се испред њега налази ознака краја (.?!)

source: Preceded or succeeded by quote
sr_cyrl: се испред или иза њега налази знак навода

source: Other options
sr_cyrl: Остале опције

source: Join hyphenated words
sr_cyrl: Споји речи раздвојене цртицом

source: Collapse whitespace
sr_cyrl: Сабиј празан простор

source: Preserve paragraphs
sr_cyrl: Очувај пасусе

source: Visual aids
sr_cyrl: Визуелна помагала

source: Draw whitespace
sr_cyrl: Прикажи празан простор

source: Open file
sr_cyrl: Отвори фајл

source: Strip line breaks on selected text
sr_cyrl: Уклони преломе редова из изабраног текста

source: Undo
sr_cyrl: Опозови

source: Redo
sr_cyrl: Врати опозвано

source: New tab
sr_cyrl: Нова картица

source: Output mode:
sr_cyrl: Режим излаза:

source: PDF with invisible text overlay
sr_cyrl: PDF са невидљивим слојем текста

source: Compression:
sr_cyrl: Компресија:

source: Compression quality:
sr_cyrl: Квалитет компресије:

source: Dithering algorithm:
sr_cyrl: Алгоритам за дитер:

source: Image settings:
sr_cyrl: Подешавања слике:

source: Uniformize line and word spacing
sr_cyrl: Уједначи размаке између линија и речи

source: Override font family:
sr_cyrl: Преиначи фамилију фонта:

source: Fallback font family:
sr_cyrl: Фамилија фонта у случају нужде:

source: Override font size:
sr_cyrl: Преиначи величину фонта:

source: Font scaling:
sr_cyrl: Скалирање фонта:

source: Preserve spaces wider than:
sr_cyrl: Очувај размаке шире од:

source: characters
sr_cyrl: карактера

source: Sanitize hyphens before line breaks
sr_cyrl: Пречисти цртице испред прелома линије

source: Text settings:
sr_cyrl: Подешавања текста:

source: Paper size:
sr_cyrl: Величина папира:

source: Width
sr_cyrl: Ширина

source: Height
sr_cyrl: Висина

source: Treat image sources as having true DPI:
sr_cyrl: Сматрај да извори слике имају истинити DPI:

source: Basic
sr_cyrl: Основно

source: PDF version:
sr_cyrl: PDF верзија:

source: Password:
sr_cyrl: Лозинка:

source: Confirm password:
sr_cyrl: Потврдите лозинку:

source: Encryption (optional):
sr_cyrl: Шифрирање (није обавезно):

source: Author:
sr_cyrl: Аутор:

source: Title:
sr_cyrl: Наслов:

source: Subject:
sr_cyrl: Тема:

source: Creator:
sr_cyrl: Креатор:

source: Producer:
sr_cyrl: Произвођач:

source: Keywords:
sr_cyrl: Кључне речи:

source: Additional information (optional):
sr_cyrl: Додатне информације (није обавезно):

source: Import from current source
sr_cyrl: Увези из текућег извора

source: Advanced
sr_cyrl: Напредно

source: Find
sr_cyrl: Пронађи

source: Replace
sr_cyrl: Замени

source: Replace all
sr_cyrl: Замени све

source: Find previous
sr_cyrl: Пронађи претходно

source: Find next
sr_cyrl: Пронађи наредно

source: Match case
sr_cyrl: Разликуј величину слова

source: Substitutions
sr_cyrl: Замене

source: Delete
sr_cyrl: Обриши

source: Order:
sr_cyrl: Редослед:

source: Recognize
sr_cyrl: Препознај

source: Recognize to clipboard
sr_cyrl: Препознај у клипборд

source: Save as image
sr_cyrl: Сачувај као слику

source: Open
sr_cyrl: Отвори

source: Save
sr_cyrl: Сачувај

source: Clear
sr_cyrl: Очисти

source: Add
sr_cyrl: Додај

source: Remove
sr_cyrl: Уклони

source: Tessdata Manager
sr_cyrl: Tessdata менаџер

source: Manage installed languages:
sr_cyrl: Управљање инсталираним језицима:

source: scan.png
sr_cyrl: скен.png

source: Images
sr_cyrl: Слике

source: Choose Output Filename...
sr_cyrl: Изаберите име излазног фајла...

source: Failed to initialize the scanning backend.
sr_cyrl: Није успела иницијализација позадинског механизма скенирања.

source: Scan failed
sr_cyrl: Скенирање није успело

source: No scanners were detected.
sr_cyrl: Није детектован ниједан скенер.

source: Starting scan...
sr_cyrl: Почиње скенирање...

source: Opening device...
sr_cyrl: Отвара се уређај...

source: Setting options...
sr_cyrl: Постављање опције...

source: Getting parameters...
sr_cyrl: Прихватање параметара...

source: Transferring data...
sr_cyrl: Пренос података...

source: Canceling scan...
sr_cyrl: Скенирање се отказује...

source: Filename prefix
sr_cyrl: Префикс имена фајла

source: Code
sr_cyrl: Кôд

source: Native name
sr_cyrl: Природно име

source: Script
sr_cyrl: Писмо

source: Crash Handler
sr_cyrl: Обрађивач краха

source: Your work has been saved under <b>%1</b>.
sr_cyrl: Ваш рад је сачуван као <b>%1</b>.

source: There was no unsaved work.
sr_cyrl: Нема рада који није сачуван.

source: Failed to obtain backtrace. Is GDB installed?
sr_cyrl: Траг за отклањање грешака није могао да се преузме. Да ли је инсталиран GDB?

source: Failed to load image
sr_cyrl: Није успело учитавање слике

source: The file might not be an image or be corrupt: %1
sr_cyrl: Фајл можда није слика или је покварен: %1

source: Page %1
sr_cyrl: Страница %1

source: PNG Images
sr_cyrl: PNG слике

source: Save Selection Image
sr_cyrl: Сачувај слику избора

source: selection.png
sr_cyrl: избор.png

source: Recognize all
sr_cyrl: Препознај све

source: Recognize selection
sr_cyrl: Препознај изабрано

source: Performing layout analysis
sr_cyrl: Обавља се анализа распореда

source: Temporary files
sr_cyrl: Привремени фајлови

source: Select folder...
sr_cyrl: Изаберите фолдер...

source: No suggestions
sr_cyrl: Нема предлога

source: Add to dictionary
sr_cyrl: Додај у речник

source: Ignore word
sr_cyrl: Игнориши реч

source: Page
sr_cyrl: Страница

source: Text block
sr_cyrl: Блок текста

source: Paragraph
sr_cyrl: Пасус

source: Textline
sr_cyrl: Линија текста

source: Graphic
sr_cyrl: Графика

source: Export failed
sr_cyrl: Извоз није успео

source: The ODT export failed: unable to write output file.
sr_cyrl: Извоз ODT није успео: излазни фајл не може да се упише.

source: Exporting to ODT...
sr_cyrl: Извози се у ODT...

source: The operation was cancelled
sr_cyrl: Операција је отказана

source: Failed to render page %1
sr_cyrl: Није успело исцртавање странице %1

source: Exporting to PDF...
sr_cyrl: Извози се у PDF...

source: The PDF export failed: %1.
sr_cyrl: Извоз у PDF није успео: %1.

source: The PDF library could not load the font '%1'.
sr_cyrl: PDF библиотека није успела да учита фонт ’%1’.

source: Monochrome
sr_cyrl: Једнобојно

source: Threshold (closest color)
sr_cyrl: Праг (најближа боја)

source: Diffuse
sr_cyrl: Дифузија

source: Zip (lossless)
sr_cyrl: Zip (без губитака)

source: CCITT Group 4 (lossless)
sr_cyrl: CCITT Group 4 (без губитака)

source: Jpeg (lossy)
sr_cyrl: Jpeg (са губицима)

source: Same as source
sr_cyrl: Иста као и извор

source: Custom
sr_cyrl: Прилагођена

source: The text export failed: unable to write output file.
sr_cyrl: Извоз текста није успео: излазни фајл не може да се упише.

source: Block
sr_cyrl: Блок

source: Line
sr_cyrl: Линија

source: Word
sr_cyrl: Реч

source: Misspelled word
sr_cyrl: Погрешно написана реч

source: Low confidence word
sr_cyrl: Реч мале поузданости

source: The following pages could not be processed: %1
sr_cyrl: Следеће странице нису могле да се обраде: %1

source: Recognition errors
sr_cyrl: Грешке препознавања

source: Multiple values
sr_cyrl: Вишеструке вредности

source: Merge
sr_cyrl: Споји

source: Split from parent
sr_cyrl: Раздвој од родитеља

source: Swap
sr_cyrl: Замени места

source: Add graphic region
sr_cyrl: Додај графички регион

source: Add text block
sr_cyrl: Додај блок текста

source: Add paragraph
sr_cyrl: Додај пасус

source: Add line
sr_cyrl: Додај линију

source: Add word
sr_cyrl: Додај реч

source: hOCR HTML Files
sr_cyrl: hOCR HTML фајлови

source: Open hOCR File
sr_cyrl: Отвори hOCR фајл

source: The following files could not be opened: %1
sr_cyrl: Следећи фајлови нису могли да се отворе: %1

source: The following files are not valid hOCR HTML: %1
sr_cyrl: Следећи фајлови нису исправни hOCR HTML: %1

source: Unable to open files
sr_cyrl: Фајлови не могу да се отворе

source: output
sr_cyrl: излаз

source: Save hOCR Output...
sr_cyrl: Сачувај hOCR излаз...

source: Failed to save output
sr_cyrl: Излаз није могао да се сачува

source: Check that you have writing permissions in the selected folder.
sr_cyrl: Проверите да ли имате права уписа у изабрани фолдер.

source: OpenDocument Text Documents
sr_cyrl: OpenDocument Text документи

source: Save ODT Output...
sr_cyrl: Сачувај ODT излаз...

source: PDF Files
sr_cyrl: PDF фајлови

source: Save PDF Output...
sr_cyrl: Сачувај PDF излаз...

source: Invalid Output
sr_cyrl: Неисправан излаз

source: Cannot overwrite a file which is a source image of this document.
sr_cyrl: Не може да се препише фајл који је улазна слика овог документа.

source: Text Files
sr_cyrl: Текст фајлови

source: Save Text Output...
sr_cyrl: Сачувај текст излаз...

source: Output not saved
sr_cyrl: Излаз није сачуван

source: Save output before proceeding?
sr_cyrl: Да сачувам излаз пре него што наставим?

source: Replacing...
sr_cyrl: Замена...

source: Applying substitutions...
sr_cyrl: Примена замена...

source: Keyboard shortcuts
sr_cyrl: Пречице на тастатури

source: Lines before:
sr_cyrl: Линије испред:

source: Lines after:
sr_cyrl: Линије иза:

source: <table><tr><td>Tab</td><td>Next field</td></tr><tr><td>Shift+Tab</td><td>Previous field</td></tr><tr><td>Down</td><td>Next line</td></tr><tr><td>Up</td><td>Previous line</td></tr><tr><td>Ctrl+Space</td><td>Spelling suggestions</td></tr><tr><td>Ctrl+Enter</td><td>Add word to dictionary</td></tr><tr><td>Ctrl+B</td><td>Toggle bold</td></tr><tr><td>Ctrl+I</td><td>Toggle italic</td></tr><tr><td>Ctrl+D</td><td>Divide word at cursor position</td></tr><tr><td>Ctrl+M</td><td>Merge with previous word</td></tr><tr><td>Ctrl+Shift+M</td><td>Merge with next word</td></tr><tr><td>Ctrl+Delete</td><td>Delete word</td></tr><tr><td>Ctrl+{Left,Right}</td><td>Adjust left bounding box edge</td></tr><tr><td>Ctrl+Shift+{Left,Right}</td><td>Adjust right bounding box edge</td></tr><tr><td>Ctrl+{Up,Down}</td><td>Adjust top bounding box edge</td></tr><tr><td>Ctrl+Shift+{Up,Down}</td><td>Adjust bottom bounding box edge</td></tr><tr><td>Ctrl++</td><td>Increase font size</td></tr><tr><td>Ctrl+-</td><td>Decrease font size</td></tr></table>
sr_cyrl: <table><tr><td>Tab</td><td>Наредно поље</td></tr><tr><td>Shift+Tab</td><td>Претходно поље</td></tr><tr><td>Доле</td><td>Наредна линија</td></tr><tr><td>Горе</td><td>Претходна линија</td></tr><tr><td>Ctrl+Space</td><td>Правописни предлози</td></tr><tr><td>Ctrl+Enter</td><td>Додај реч у речник</td></tr><tr><td>Ctrl+B</td><td>Преклапање црног слога</td></tr><tr><td>Ctrl+I</td><td>Преклапање курзива</td></tr><tr><td>Ctrl+D</td><td>Подели речи на позицији курсора</td></tr><tr><td>Ctrl+M</td><td>Споји са претходном речи</td></tr><tr><td>Ctrl+Shift+M</td><td>Споји са наредном речи</td></tr><tr><td>Ctrl+Delete</td><td>Обриши реч</td></tr><tr><td>Ctrl+{Лево,Десно}</td><td>Подеси леву ивицу граничне кутије</td></tr><tr><td>Ctrl+Shift+{Лево,Десно}</td><td>Подеси десну ивицу граничне кутије</td></tr><tr><td>Ctrl+{Горе,Доле}</td><td>Подеси горњу ивицу граничне кутије</td></tr><tr><td>Ctrl+Shift+{Горе,Доле}</td><td>Подеси доњу ивицу граничне кутије</td></tr><tr><td>Ctrl++</td><td>Увећај величину фонта</td></tr><tr><td>Ctrl+-</td><td>Умањи величину фонта</td></tr></table>

source: Keyboard Shortcuts
sr_cyrl: Пречице на тастатури

source: Confidence: %1
sr_cyrl: Поузданост: %1

source: Using tesseract
sr_cyrl: Користи се tesseract

source: Select an image to begin...
sr_cyrl: Изаберите слику да почнете...

source: Multiple sources (%1)
sr_cyrl: Вишеструки извори (%1)

source: Ready
sr_cyrl: Спремно

source: New version
sr_cyrl: Нова верзија

source: gImageReader %1 is available
sr_cyrl: Доступан је gImageReader %1

source: Download
sr_cyrl: Преузми

source: Changelog
sr_cyrl: Дневник измена

source: Don't notify again
sr_cyrl: Не обавештавај ме поново

source: Don't show again
sr_cyrl: Не приказуј поново

source: Install
sr_cyrl: Инсталирај

source: Spelling dictionary missing
sr_cyrl: Недостаје правописни речник

source: The spellcheck dictionary for %1 is not installed
sr_cyrl: Није инсталиран правописни речник за %1

source: Installing spelling dictionary for '%1'
sr_cyrl: Инсталира се правописни речник за ’%1’

source: Error
sr_cyrl: Грешка

source: Failed to install spelling dictionary: %1
sr_cyrl: Није успела инсталација правописног речника: %1

source: Failed to create directory for spelling dictionaries.
sr_cyrl: Није успело креирање директоријума за правописне речнике.

source: Could not read %1: %2.
sr_cyrl: Не може да се прочита %1: %2.

source: Downloading '%1'...
sr_cyrl: Преузима се ’%1’...

source: The following dictionaries could not be downloaded: %1 Check the connectivity and directory permissions. Hint: If you don't have write permissions in system folders, you can switch to user paths in the settings dialog.
sr_cyrl: Следећи речници нису могли да се преузму: %1 Проверите везу и дозволе за директоријум. Савет: ако немате права уписа у системске фолдере, у дијалогу подешавања можете да пређете на корисничке путање.

source: Dictionaries installed
sr_cyrl: Речници су инсталирани

source: The following dictionaries were installed: %1
sr_cyrl: Инсталирани су следећи речници: %1

source: No spelling dictionaries found for '%1'.
sr_cyrl: Није пронађен ниједан правописни речник за ’%1’.

source: Page: %1
sr_cyrl: Страница: %1

source: Close document
sr_cyrl: Затвори документ

source: Untitled %1
sr_cyrl: Без наслова %1

source: Document not saved
sr_cyrl: Документ није сачуван

source: Save document before proceeding?
sr_cyrl: Да ли да сачувам документ пре него што наставите?

source: Stripping line breaks...
sr_cyrl: Уклањају се преломи линија...

source: No highlight
sr_cyrl: Без истицања

source: Highlight mode
sr_cyrl: Режим истицања

source: Check spelling
sr_cyrl: Провери правопис

source: %1 occurrences replaced
sr_cyrl: Замењено је %1 појављивања

source: File: %1
sr_cyrl: Фајл: %1

source: Page: %1
sr_cyrl: Страница: %1

source: [Failed to recognize page %1]
sr_cyrl: [Страница %1 није могла да се препозна]

source: Select Files
sr_cyrl: Изаберите фајлове

source: Save Output...
sr_cyrl: Сачувај излаз...

source: Unsaved documents
sr_cyrl: Несачувани документи

source: The following documents have unsaved changes. Which documents do you want to save before proceeding?
sr_cyrl: Следећи документи садрже измене које нису сачуване. Које документе желите да сачувате пре него што наставите?

source: No languages available
sr_cyrl: Није доступан ниједан језик

source: No tesseract languages are available for use. Recognition will not work.
sr_cyrl: Не може да се користи ниједан tesseract. Препознавање неће радити.

source: Multilingual
sr_cyrl: Вишејезичко препознавање

source: Automatic page segmentation
sr_cyrl: Аутоматско раздвајање страница

source: Page segmentation with orientation and script detection
sr_cyrl: Раздвајање страница са детекцијом оријентације и писма

source: Assume single column of text
sr_cyrl: Претпостави да је текст у једној колони
