Repository: RogueScholar/gImageReader
Catalog: po/*.po
Languages: sr_cyrl

source: Assume single block of vertically aligned text
sr_cyrl: Претпостави један блок вертикално поравнатог текста

source: Assume a single uniform block of text
sr_cyrl: Претпостави један јединствени блок текста

source: Assume a line of text
sr_cyrl: Претпостави линију текста

source: Assume a single word
sr_cyrl: Претпостави једну реч

source: Assume a single word in a circle
sr_cyrl: Претпостави једну реч у кругу

source: Sparse text in no particular order
sr_cyrl: Редак текст без посебног редоследа

source: Sparse text with orientation and script detection
sr_cyrl: Редак текст са детекцијом оријентације и писма

source: Page segmentation mode
sr_cyrl: Режим раздвајања странице

source: Character whitelist / blacklist...
sr_cyrl: Бела листа / црна листа карактера...

source: Manage languages...
sr_cyrl: Управљање језицима...

source: Overwrite existing output
sr_cyrl: Препиши постојећи излаз

source: Skip processing source
sr_cyrl: Прескочи обраду извора

source: Current selection
sr_cyrl: Текући избор

source: Recognition errors occurred
sr_cyrl: Дошло је до грешака у препознавању

source: Failed to initialize tesseract
sr_cyrl: Програм tesseract није могао да се иницијализује

source: Source already recognized
sr_cyrl: Извор је већ препознат

source: One or more selected sources were already recognized. Proceed anyway?
sr_cyrl: Један или више изабраних извора су већ препознати. Да ли да ипак наставим?

source: Recognizing page %1 (%2 of %3)
sr_cyrl: Препознаје се страница %1 (%2 од %3)

source: - Page %1: failed to render page
sr_cyrl: - Страница %1: не може да се исцрта

source: Recognizing...
sr_cyrl: Препознавање...

source: - %1:%2: failed to render page
sr_cyrl: - %1:%2: није успело исцртавање странце

source: - %1: output already exists, skipping
sr_cyrl: - %1: излаз већ постоји, прескаче се

source: - %1: failed to create output file
sr_cyrl: - %1: није могао да се креира излазни фајл

source: The following errors occurred:
sr_cyrl: Дошло је до следећих грешака:

source: Scan canceled
sr_cyrl: Скенирање је отказано

source: No scanner specified
sr_cyrl: Није наведен ниједан скенер

source: Unable to connect to scanner
sr_cyrl: Не може да се успостави веза са скенером

source: Unable to start scan
sr_cyrl: Не може да се покрене скенирање

source: Error communicating with scanner
sr_cyrl: Грешка у комуникацији са скенером

source: Failed to save image
sr_cyrl: Није успело чување слике

source: Operation is cancelled.
sr_cyrl: Операција је отказана.

source: Device is busy.
sr_cyrl: Уређај је заузет.

source: Cover is opened.
sr_cyrl: Поклопац је отворен.

source: Document feeder jammed.
sr_cyrl: Уређај за увлачење документа се заглавио.

source: Document feeder out of documents.
sr_cyrl: Уређај за увлачење докумената је остао без докумената.

source: Access to scanner is denied.
sr_cyrl: Забрањен је приступ скенеру.

source: Enter password for file '%1':
sr_cyrl: Унесите лозинку за фајл ’%1’:

source: PDF with text
sr_cyrl: PDF са текстом

source: The PDF file already contains text: %1 Open it regardless?
sr_cyrl: PDF фајл већ садржи текст: %1 Да ли да га ипак отворим?

source: Images and PDFs
sr_cyrl: Слике и PDF фајлови

source: Clipboard Error
sr_cyrl: Грешка клипборда

source: Failed to read the clipboard.
sr_cyrl: Није могао да се прочита клипборд.

source: Pasted %1
sr_cyrl: Налепљено је %1

source: Screenshot Error
sr_cyrl: Грешка слике екрана

source: Failed to take screenshot.
sr_cyrl: Није успело прављене слике екрана.

source: Screenshot %1
sr_cyrl: Слика екрана %1

source: Saving image...
sr_cyrl: Слика се чува...

source: Cannot Write File
sr_cyrl: Фајл не може да се упише

source: Could not write to %1.
sr_cyrl: Не може да се упише у %1.

source: Delete File?
sr_cyrl: Да ли да обришем фајл?

source: Delete the following files?
sr_cyrl: Да обришем следеће фајлове?

source: Open output
sr_cyrl: Отвори излаз

source: Both a text and a hOCR output were found. Which one do you want to open?
sr_cyrl: Пронађени су и текст и hOCR излаз. Шта желите да отворите?

source: Missing File
sr_cyrl: Недостаје фајл

source: The following file has been deleted or moved: %1
sr_cyrl: Следећи фајл је обрисан или премештен: %1

source: Search for
sr_cyrl: Тражи

source: Replace with
sr_cyrl: Замени са

source: Substitutions List
sr_cyrl: Листа замена

source: Open Substitutions List
sr_cyrl: Отварање листе замена

source: Error Reading File
sr_cyrl: Грешка при читању фајла

source: Unable to read '%1'.
sr_cyrl: ’%1’ не може да се прочита.

source: Errors Occurred Reading File
sr_cyrl: Дошло је до грешака при читању фајла

source: Some entries of the substitutions list could not be read.
sr_cyrl: Неке ставке из листе замена нису могле да се прочитају.

source: Save Substitutions List
sr_cyrl: Чување листе замена

source: Error Saving File
sr_cyrl: Грешка при чувању фајла

source: Unable to write to '%1'.
sr_cyrl: У ’%1’ не може да се упише.

source: Save List?
sr_cyrl: Да ли да сачувам листу?

source: Do you want to save the current list?
sr_cyrl: Да ли желите да сачувате текућу листу?

source: A session connection to the PackageKit backend is required for managing system-wide tesseract language packs, but it was not found. This service is usually provided by a software-management application such as Gnome Software. Please install software which provides the necessary PackageKit interface, use other system package management software to manage the tesseract language packs directly, or switch to using the user tessdata path in the configuration dialog.
sr_cyrl: За управљање системским tesseract језичким пакетима је потребна сесија везе са позадинским механизмом, али она није могла да се пронађе. Овај сервис обично обезбеђују апликације за управљање софтвером као што је Gnome Software. Молимо вас да инсталирате софтвер који обезбеђује потребни PackageKit интерфејс, употребите неки други софтвер за управљање системским пакетима којим директно можете да радите са tesseract језичким пакетима, или да у дијалогу подешавања пређете на коришћење корисничке путање за tessdata.

source: Fetching available languages
sr_cyrl: Преузима се листа доступних језика

source: Failed to fetch list of available languages: %1
sr_cyrl: Није успело преузимање листе доступних језика: %1

source: Parsing error: %1
sr_cyrl: Грешка парсирања: %1

source: Applying changes...
sr_cyrl: Примењују се измене...

source: Failed to create directory for tessdata files.
sr_cyrl: Није успело креирање директоријума за tessdata фајлове.

source: Downloading %1...
sr_cyrl: Преузима се %1...

source: The following files could not be downloaded or removed: %1 Check the connectivity and directory permissions. Hint: If you don't have write permissions in system folders, you can switch to user paths in the settings dialog.
sr_cyrl: Следећи фајлови нису могли да се преузму или уклоне: %1 Проверите мрежну везу и дозволе за директоријум. Савет: ако немате дозволу уписа у системске фолдере, у дијалогу подешавања можете да се пребаците на корисничке путање.

source: Yes
sr_cyrl: Да

source: Yes to all
sr_cyrl: Да за све

source: No
sr_cyrl: Не

source: No to all
sr_cyrl: Не за све

source: Discard
sr_cyrl: Одбаци

source: Discard all
sr_cyrl: Одбаци све

source: Text
sr_cyrl: Текст

source: About gImageReader
sr_cyrl: О програму gImageReader

source: <html><head/><body><p>&nbsp;</p><p>A graphical frontend to tesseract-ocr</p><p><a href="https://github.com/manisandro/gImageReader/">Website</a></p><p>&nbsp;</p></body></html>
sr_cyrl: <html><head/><body><p>&nbsp;</p><p>Графички интерфејс за tesseract-ocr</p><p><a href="https://github.com/manisandro/gImageReader/">Вебсајт</a></p><p>&nbsp;</p></body></html>

source: Credits
sr_cyrl: Заслуге

source: License
sr_cyrl: Лиценца

source: In batch mode, each input source is processed separately and the output saved side-by-side to the input file.
sr_cyrl: У пакетном режиму се сваки улазни извор одвојено обрађује и излаз обраде се чува поред улазног фајла.

source: System encoding
sr_cyrl: Системско кодирање

source: Text file encoding:
sr_cyrl: Кодирање текст фајла:

source: <html><head/><body><p><span style=" font-weight:600;">The application has crashed</span></p><p>Apologies for the inconvenience. To help improve the application, please consider reporting the issue to <a href="mailto:manisandro@gmail.com?subject=gImageReader%20Crash">manisandro@gmail.com</a>. Please try to describe what you were doing before the application crashed. Also, include the information below. Thank you.</p></body></html>
sr_cyrl: <html><head/><body><p><span style=" font-weight:600;">Апликација се срушила</span></p><p>Извињавамо се због непријатности. Ако желите да нам помогнете да унапредимо апликацију, размотрите могућност да пријавите проблем на <a href="mailto:manisandro@gmail.com?subject=gImageReader%20Crash">manisandro@gmail.com</a>. Молимо вас да покушате да опишете шта сте радили пре него што се апликација срушила. Такође, приложите и информације наведене испод. Хвала.</p></body></html>

source: <html><head/><body><p><span style=" font-weight:600;">Tesseract has aborted</span></p><p>Tesseract (the OCR engine) has aborted while recognizing text. This may occur if the used traineddatas are corrupt or incomplatible with the version of tesseract in use, or due to a bug in tesseract.</p><p>The stacktrace below may provide additional information about where the crash occurred.</p></body></html>
sr_cyrl: <html><head/><body><p><span style=" font-weight:600;">Tesseract је прекинуо извршавање</span></p><p>Tesseract (OCR машина) прекинуо извршавање током препознавања текста. То може да се догоди ако су коришћени подаци тренирања покварени или нису компатибилни са tesseract верзијом која се користи, или услед бага у самом програму tesseract.</p><p>Траг стека испод може да пружи додатне информације у вези са местом на којем је дошло до краха.</p></body></html>

source: Flatbed
sr_cyrl: Стони

source: ADF Front
sr_cyrl: ADF предњи

source: ADF Back
sr_cyrl: ADF задњи

source: ADF Duplex
sr_cyrl: ADF дуплекс

source: Zoom In
sr_cyrl: Увећај

source: Zoom Out
sr_cyrl: Умањи

source: Normal Size
sr_cyrl: Нормална величина

source: Best Fit
sr_cyrl: Уклопи најбоље

source: Rotate Left
sr_cyrl: Ротирај улево

source: Rotate left
sr_cyrl: Ротирање улево

source: Rotate Right
sr_cyrl: Ротирај удесно

source: Rotate right
sr_cyrl: Ротирање удесно

source: Image Controls
sr_cyrl: Контрола слике

source: Autodetect Layout
sr_cyrl: Аутоматска детекција распореда

source: Toggle Output Pane
sr_cyrl: Преклопник за приказ панела излаза

source: PDF Export
sr_cyrl: PDF извоз

source: Backend:
sr_cyrl: Позадински механизам:

source: Portrait
sr_cyrl: Усправно

source: Landscape
sr_cyrl: Положено

source: Failed to write to file
sr_cyrl: Није успео упис у фајл

source: <html><head/><body><ul><li>PoDoFo: offers more image compression options, but does not handle complex scripts.</li><li>QPrinter: only supports JPEG compression for storing images, but supports complex scripts.</li></ul></body></html>
sr_cyrl: <html><head/><body><ul><li>PoDoFo: нуди више опција за компресију слике, али не може да обради комплексна писма.</li><li>QPrinter: за чување слика подржава само JPEG компресију, али подржава комплексна писма.</li></ul></body></html>

source: Save as hOCR text
sr_cyrl: Сачувај као hOCR текст

source: Find and Replace
sr_cyrl: Пронађи и замени

source: Show proofread widget
sr_cyrl: Прикажи виџет за коректуру

source: The following dictionary files were installed: %1
sr_cyrl: Инсталирани су следећи фајлови речника: %1

source: No recent files
sr_cyrl: Нема скорашњих фајлова

source: Delete Files
sr_cyrl: Брисање фајлова

source: The following files could not be downloaded or removed: %1 Check the connectivity and directory permissions. Hint: If you don't have write permissions in system folders, you can switch to user paths in the settings dialog.
sr_cyrl: Следећи фајлови нису могли да се преузму или уклоне: %1 Проверите мрежну везу и дозволе за директоријум. Савет: ако немате права уписа у системске фолдере, у дијалогу подешавања можете да се пребаците на корисничке путање.

source: Output
sr_cyrl: Излаз

source: OCR mode:
sr_cyrl: OCR режим:

source: Add folder
sr_cyrl: Додај фолдер

source: Paste
sr_cyrl: Налепи

source: Take Screenshot
sr_cyrl: Направи слику екрана

source: Remove Image
sr_cyrl: Уклони слику

source: Delete Image
sr_cyrl: Обриши слику

source: Clear List
sr_cyrl: Очисти листу

source: Strip Line Breaks
sr_cyrl: Уклони преломе линија

source: Save Output
sr_cyrl: Сачувај излаз

source: Clear Output
sr_cyrl: Очисти излаз

source: Add tab
sr_cyrl: Додај картицу
